{
  "exp": [
    {
      "company": "Cint",
      "dateRange": "Oct 2023 - Feb 2024",
      "description": "Core team collaborator during couple sprints implementing figma designs in touch with Design team @ CINT. <span class='highlight-container'><span class='highlight'>NextJS 13, Tailwind, React, Storybook, React Testing Library and Unit Testing</span></span>",
      "image": "cint-new.jpg",
      "links": ["https://www.cint.com/"],
      "role": "Senior Frontend Developer"
    },
    {
      "company": "Potentia Analytics™",
      "dateRange": "Aug 2023 - Oct 2023",
      "description": "I've got a chance to collaborate with Potentia Analytics team, where I have been in charge of set up and deliver releases of a <span class='highlight-container'><span class='highlight'>React Native, Typescript and Mongo Atlas</span></span> application for both Google Playstore and Apple Store. This app was interacting with a Machine Learning model that would process audio generating transcriptions, actor detection and summarization.",
      "image": "potentia-new.jpg",
      "links": ["https://www.potentiaco.com/"],
      "role": "React Native Developer"
    },
    {
      "company": "Sabre",
      "dateRange": "Jan 2018 - Jan 2019",
      "description": "I worked as a remote contractor for Intive-FDV on the Sabre project, collaborating closely with teams based in the United States. During my time on the project, I contributed to the development of a user interface using <span class='highlight-container'><span class='highlight'>ReactJS</span></span> that is now used in airports. This interface allows travelers to conveniently purchase air tickets or pay for additional baggage",
      "image": "sabre-new.jpg",
      "links": ["https://intive.com/es", "https://www.sabre.com"],
      "role": "Frontend Engineer"
    },
    {
      "company": "Events",
      "dateRange": "Jan 2015 - Apr 2016",
      "description": "During my time as a team leader at Events.com, I led a team that collaborated on some of the platform's early features built with <span class='highlight-container'><span class='highlight'>Angular, Bootstrap, Karma and Jasmine</span></span>, including payments with Stripe integration. In 2015, I had the chance to visit Events' offices in San Diego, California, and it was an incredible experience. My daily responsibilities included <span class='highlight-container'><span class='highlight'>code reviews, bug fixing</span></span>, collaborating with product owners and project managers, <span class='highlight-container'><span class='highlight'>developing new features</span></span>, and supporting my team members in their tasks.",
      "image": "events-new.jpg",
      "links": ["https://events.com"],
      "role": "Frontend Engineer"
    },
    {
      "company": "National Geographic",
      "dateRange": "Apr 2014 - Sep 2014",
      "description": "As part of a collaborative team, I worked closely with a UX designer to develop an early prototype for the Animals section of the National Geographic website. After identifying areas for improvement, we rebuilt the <span class='highlight-container'><span class='highlight'>user experience</span></span> from a completely different perspective. This redesign resulted in a 30% increase in screen traffic during user test validations, demonstrating the effectiveness of our approach.",
      "image": "natgeo-new.jpg",
      "links": ["https://www.nationalgeographic.com"],
      "role": "Frontend Engineer"
    },
    {
      "company": "Dytar",
      "dateRange": "Dec 2012 - Dec 2013",
      "description": "Dytar was a local startup based in Buenos Aires. Building their products I was able to advocate for the use of <span class='highlight-container'><span class='highlight'>JavaScript, PHP and AJAX</span></span> to reduce the number of page reloads improving user experience. Collaborating on various projects, I utilized <span class='highlight-container'><span class='highlight'>jQuery</span></span> to build certain features, while also using <span class='highlight-container'><span class='highlight'>Bootstrap</span></span> for styling purposes.<br />Other kind of tasks would also include requirement analysis, entity diagrams, database modeling, normalization, and implementation with <span class='highlight-container'><span class='highlight'>MySQL</span></span>.<br /> In addition during my time there, I had the opportunity to develop an internal chat system using <span class='highlight-container'><span class='highlight'>NodeJS and socket.io</span></span>. Although it was not released, it was a valuable experience for me as it was my first time building a proof-of-concept using Node.",
      "image": "dytar-new.jpg",
      "links": ["https://www.dytar.com.ar/"],
      "role": "Web Developer"
    }
  ]
}
